Repository: MadhuPavan-Project/Bank-Management-System
Catalog: src/translate/messages.*.xlf
Languages: fr, ta, te

source: Home
fr: Domicile
ta: வீடு
te: హోమ్

source: Apply Loan
fr: Appliquer le prêt
ta: கடனைப் பயன்படுத்துங்கள்
te: లోన్ వర్తించు

source: Update Details
fr: Mettre à jour les détails
ta: விவரங்களைப் புதுப்பிக்கவும்
te: వివరాలను నవీకరించండి

source: Logout
fr: Se déconnecter
ta: வெளியேறு
te: లాగ్ అవుట్

source: Welcome {{name}
fr: Bienvenue {{name}
ta: வரவேற்பு {{name}
te: స్వాగతం {{name}

source: Customer Id: <em> {{ cid}} </em>
fr: N ° de client: <em> {{ cid}} </em>
ta: வாடிக்கையாளர் ஐடி: <em> {{ cid}} </em>
te: కస్టమర్ ఐడి: <em> {{ cid}} </em>

source: last logged in: {{time}}
fr: dernière connexion : {{time}}
ta: கடைசியாக உள்நுழைந்தது: {{time}}
te: చివరిగా లాగిన్ అయ్యింది: {{time}}

source: Click on the image you want to choose
fr: Cliquez sur l'image que vous souhaitez choisir
ta: நீங்கள் தேர்வு செய்ய விரும்பும் படத்தைக் கிளிக் செய்க
te: మీరు ఎంచుకోవాలనుకుంటున్న చిత్రంపై క్లిక్ చేయండి

source: Loan type
fr: Type de prêt
ta: கடன் வகை
te: రుణ రకం

source: Education
fr: Éducation
ta: கல்வி
te: చదువు

source: Personal/Home
fr: Personnel/Maison
ta: தனிப்பட்ட / வீடு
te: వ్యక్తిగత / ఇల్లు

source: Loan type is required
fr: Le type de prêt est requis
ta: கடன் வகை தேவை
te: రుణ రకం అవసరం

source: Loan amount
fr: Montant du prêt
ta: கடன்தொகை
te: అప్పు మొత్తం

source: Loan Amount is required
fr: Le montant du prêt est requis
ta: கடன் தொகை தேவை
te: రుణ మొత్తం అవసరం

source: Loan apply date
fr: Date de demande de prêt
ta: கடன் விண்ணப்பிக்கும் தேதி
te: లోన్ దరఖాస్తు తేదీ

source: loan Applied Date is required
fr: La date de demande de prêt est requise
ta: கடன் விண்ணப்பித்த தேதி தேவை
te: లోన్అప్లైడేట్ అవసరం

source: Loan issue date
ta: கடன் வெளியீட்டு தேதி
te: రుణ ఇష్యూ తేదీ

source: Loan app
fr: Application de prêt
ta: கடன் பயன்பாடு
te: రుణ అనువర్తనం

source: loan Issued Date is required
fr: La date d'émission du prêt est requise
ta: கடன் வழங்கப்பட்ட தேதி தேவை
te: రుణ ఇష్యూ తేదీ అవసరం

source: Rate of Interest
fr: Taux d'intérêt
ta: வட்டி விகிதம்
te: వడ్డీ రేటు

source: Rate of the interest is required
fr: Le taux d'intérêt est requis
ta: வட்டி விகிதம் தேவை
te: వడ్డీ రేటు అవసరం

source: Loan duration is required
fr: La durée du prêt est requise
ta: கடன் காலம் தேவை
te: రుణ వ్యవధి అవసరం

source: Education loan
fr: Prêt éducation
ta: கல்வி கடன்
te: విద్య రుణం

source: Course Fee
fr: Frais de cours
ta: பாடநெறி கட்டணம்
te: కోర్సు ఫీజు

source: Course name
fr: Nom du cours
ta: படிப்பின் பெயர்
te: కోర్సు పేరు

source: Father name
fr: Nom du père
ta: தந்தையின் பெயர்
te: తండ్రి పేరు

source: Father Occupation
fr: Occupation du père
ta: தந்தை தொழில்
te: తండ్రి వృత్తి

source: Father's total experience
fr: L'expérience totale du père
ta: தந்தையின் மொத்த அனுபவம்
te: తండ్రి యొక్క మొత్తం అనుభవం

source: Father's experience with current company
fr: Expérience du père dans l'entreprise actuelle
ta: தற்போதைய நிறுவனத்தில் தந்தையின் அனுபவம்
te: ప్రస్తుత సంస్థతో తండ్రి అనుభవం

source: Ration card number
fr: Numéro de carte de rationnement
ta: ரேஷன் கார்டு எண்
te: రేషన్ కార్డు సంఖ్య

source: Annual income
fr: Revenu annuel
ta: ஆண்டு வருமானம்
te: వార్షిక ఆదాయం

source: Personal/Home loan
fr: Prêt personnel/logement
ta: தனிநபர் / வீட்டுக் கடன்
te: వ్యక్తిగత / గృహ రుణం

source: Company name
fr: Nom de la compagnie
ta: நிறுவனத்தின் பெயர்
te: కంపెనీ పేరు

source: Designation
fr: La désignation
ta: பதவி
te: హోదా

source: Total experience
fr: Une expérience totale
ta: மொத்த அனுபவம்
te: మొత్తం అనుభవం

source: Experience with current company
fr: Expérience avec l'entreprise actuelle
ta: தற்போதைய நிறுவனத்தில் அனுபவம்
te: ప్రస్తుత సంస్థతో అనుభవం

source: Apply
fr: Appliquer
ta: விண்ணப்பிக்கவும்
te: వర్తించు

source: Name
fr: Nom
ta: பெயர்
te: పేరు

source: Name should contain only alphabets and space
fr: Le nom ne doit contenir que des lettres et des espaces
ta: பெயரில் எழுத்துக்கள் மற்றும் இடம் மட்டுமே இருக்க வேண்டும்
te: పేరు వర్ణమాలలు మరియు స్థలాన్ని మాత్రమే కలిగి ఉండాలి

source: Name is required.
fr: Le nom est requis.
ta: பெயர் தேவை.
te: పేరు అవసరం.

source: User Name
fr: Nom d'utilisateur
ta: பயனர் பெயர்
te: వినియోగదారు పేరు

source: Password should be 6 character.
fr: Le mot de passe doit comporter 6 caractères.
ta: கடவுச்சொல் 6 எழுத்துகளாக இருக்க வேண்டும்.
te: పాస్వర్డ్ 6 అక్షరాలు ఉండాలి.

source: Guardian type
fr: Type de gardien
ta: கார்டியன் வகை
te: గార్డియన్ రకం

source: Guardian Name
fr: Nom du gardien
ta: கார்டியன் பெயர்
te: గార్డియన్ పేరు

source: Address
fr: Adresse
ta: முகவரி
te: చిరునామా

source: Citizenship
fr: Citoyenneté
ta: குடியுரிமை
te: పౌరసత్వం

source: Country
fr: Pays
ta: நாடு
te: దేశం

source: State
fr: Etat
ta: நிலை
te: రాష్ట్రం

source: Email
ta: மின்னஞ்சல்
te: ఇమెయిల్

source: Please, enter valid email address.
fr: Veuillez saisir une adresse e-mail valide.
ta: தயவுசெய்து, சரியான மின்னஞ்சல் முகவரியை உள்ளிடவும்.
te: దయచేసి, చెల్లుబాటు అయ్యే ఇమెయిల్ చిరునామాను నమోదు చేయండి.

source: Gender
fr: Genre
ta: பாலினம்
te: లింగం

source: Marital Status
fr: État civil
ta: திருமண நிலை
te: వైవాహిక స్థితి

source: Married
fr: Mariée
ta: திருமணமானவர்
te: వివాహితులు

source: Unmarried
fr: Célibataire
ta: திருமணமாகாதவர்
te: అవివాహితులు

source: Contact
fr: Contacter
ta: தொடர்பு எண்
te: సంప్రదించండి

source: Date of birth
fr: Date de naissance
ta: பிறந்த தேதி
te: పుట్టిన తేది

source: Registered date
fr: Date d'enregistrement
ta: பதிவு செய்யப்பட்ட தேதி
te: నమోదు చేసిన తేదీ

source: Account Type
fr: Type de compte
ta: கணக்கு வகை
te: ఖాతా రకం

source: Saving
fr: Économie
ta: சேமிப்பு கணக்கு
te: పొదుపు ఖాతా

source: Salary
fr: Un salaire
ta: சம்பள கணக்கு
te: జీతం ఖాతా

source: Branch name
fr: Nom de la filiale
ta: கிளை பெயர்
te: శాఖ పేరు

source: Citizen status
fr: Statut de citoyen
ta: குடிமக்களின் நிலை
te: పౌరుల స్థితి

source: Initial Deposit Amount
fr: Montant du dépôt initial
ta: ஆரம்ப வைப்புத் தொகை
te: ప్రారంభ డిపాజిట్ మొత్తం

source: Identification Proof Type
fr: Type de preuve d'identification
ta: அடையாள சான்று வகை
te: గుర్తింపు రుజువు రకం

source: Identification Document Number
fr: numéro du document d'identification
ta: அடையாள ஆவண எண்
te: గుర్తింపు పత్రం సంఖ్య

source: Reference account holder name
fr: Nom du titulaire du compte de référence
ta: குறிப்பு கணக்கு வைத்திருப்பவரின் பெயர்
te: రిఫరెన్స్ ఖాతా హోల్డర్ పేరు

source: Reference account number
fr: Numéro de compte de référence
ta: குறிப்பு கணக்கு வைத்திருப்பவர் எண்
te: సూచన ఖాతా సంఖ్య

source: Reference account holder address
fr: Adresse du titulaire du compte de référence
ta: குறிப்பு கணக்கு வைத்திருப்பவரின் முகவரி
te: రిఫరెన్స్ ఖాతా హోల్డర్ చిరునామా

source: Update
fr: Mettre à jour
ta: புதுப்பிப்பு
te: నవీకరణ

source: Login
fr: Connexion
ta: உள்நுழைய
te: ప్రవేశించండి

source: Username
fr: Nom d'utilisateur
ta: பயனர்பெயர்
te: వినియోగదారు పేరు

source: Username is required
fr: Nom d'utilisateur est nécessaire
ta: பயனர்பெயர் தேவை
te: వినియోగదారు పేరు అవసరం

source: Password
fr: Mot de passe
ta: கடவுச்சொல்
te: పాస్వర్డ్

source: Entered Password must be 6 character.
fr: Le mot de passe saisi doit comporter 6 caractères.
ta: உள்ளிட்ட கடவுச்சொல் 6 எழுத்துகளாக இருக்க வேண்டும்.
te: ప్రవేశించిన పాస్‌వర్డ్ 6 అక్షరాలు ఉండాలి.

source: Password is required
fr: Mot de passe requis
ta: கடவுச்சொல் தேவை
te: పాస్వర్డ్ అవసరం

source: <em>Don't have an account ?<a routerLink="/register">click here </a> to register </em>
fr: <em>Vous n'avez pas de compte ?<a routerLink="/register">Cliquez ici </a> enregistrer </em>
ta: <em>கணக்கு இல்லையா?<a routerLink="/register">இங்கே கிளிக் செய்க </a> பதிவு செய்ய </em>
te: <em>ఖాతా లేదు?<a routerLink="/register">ఇక్కడ నొక్కండి </a> నమోదు కొరకు </em>

source: Account Registration
fr: Enregistrement du Compte
ta: கணக்கு பதிவு
te: ఖాతా నమోదు

source: User name should be 4 character.
fr: Le nom d'utilisateur doit comporter 4 caractères.
ta: பயனர் பெயர் 4 எழுத்துக்குறியாக இருக்க வேண்டும்.
te: వినియోగదారు పేరు 4 అక్షరాలు ఉండాలి.

source: User name is required.
fr: Nom d'utilisateur est nécessaire.
ta: பயனர் பெயர் தேவை.
te: వినియోగదారు పేరు అవసరం.

source: Password should be 6 character.
fr: Le mot de passe doit comporter 6 caractères.
ta: கடவுச்சொல் 6 எழுத்துகளாக இருக்க வேண்டும்.
te: పాస్‌వర్డ్ 6 అక్షరాలు ఉండాలి.

source: Password is required.
fr: Mot de passe requis.
ta: கடவுச்சொல் தேவை.
te: పాస్వర్డ్ అవసరం.

source: Select Guardian type
fr: Sélectionnez le type de tuteur
ta: கார்டியன் வகையைத் தேர்ந்தெடுக்கவும்
te: గార్డియన్ రకాన్ని ఎంచుకోండి

source: Guardian name
fr: nom du gardien
ta: గகார்டியன் பெயர்
te: గార్డియన్ రకాన్ని ఎంచుకోండి

source: Guardian Name is required.
fr: Le nom du tuteur est requis.
ta: கார்டியன் பெயர் தேவை.
te: గార్డియన్ పేరు అవసరం.

source: Full address
fr: Adresse complète
ta: முழு முகவரி
te: పూర్తి చిరునామా

source: Address is required.
fr: L'adresse est requise.
ta: முகவரி தேவை.
te: చిరునామా అవసరం.

source: citizenship
fr: citoyenneté
ta: குடியுரிமை
te: పౌరసత్వం

source: Citizenship is required.
fr: La citoyenneté est requise.
ta: குடியுரிமை தேவை.
te: పౌరసత్వం అవసరం.

source: Select Country
fr: Choisissez le pays
ta: நாட்டினை தேர்வுசெய்
te: దేశాన్ని ఎంచుకోండి

source: Select state
fr: Sélectionnez l'état
ta: மாநில தேர்வு
te: రాష్ట్ర ఎంపిక

source: Please, enter valid email address.
fr: Veuillez saisir une adresse e-mail valide.
ta: தயவுசெய்து, சரியான மின்னஞ்சல் முகவரியை உள்ளிடவும்.
te: దయచేసి, చెల్లుబాటు అయ్యే ఇమెయిల్ చిరునామాను నమోదు చేయండి.

source: Email id is required.
fr: L'identifiant de messagerie est requis.
ta: மின்னஞ்சல் ஐடி தேவை.
te: ఇమెయిల్ ఐడి అవసరం.

source: Select gender
fr: Sélectionnez le sexe
ta: பாலினத்தைத் தேர்ந்தெடுக்கவும்
te: లింగాన్ని ఎంచుకోండి

source: Select Marital status
fr: Sélectionnez État civil
ta: திருமண நிலையைத் தேர்ந்தெடுக்கவும்
te: వైవాహిక స్థితిని ఎంచుకోండి

source: Phone
fr: Téléphoner
ta: தொலைபேசி
te: ఫోన్

source: Please, enter correct 10 digit number.
fr: Veuillez saisir le bon numéro à 10 chiffres.
ta: தயவுசெய்து, சரியான 10 இலக்க எண்ணை உள்ளிடவும்.
te: దయచేసి, సరైన 10 అంకెల సంఖ్యను నమోదు చేయండి.

source: Contact number is required.
fr: Le numéro de contact est requis.
ta: தொடர்பு எண் தேவை.
te: సంప్రదింపు సంఖ్య అవసరం.

source: Date of birth is required.
fr: La date de naissance est requise.
ta: பிறந்த தேதி தேவை.
te: పుట్టిన తేదీ అవసరం.

source: Select register date.
fr: Sélectionnez la date d'inscription.
ta: రபதிவு தேதியைத் தேர்ந்தெடுக்கவும்.
te: రిజిస్టర్ తేదీని ఎంచుకోండి.

source: Select type account
fr: Sélectionnez le type de compte
ta: கணக்கு வகையைத் தேர்ந்தெடுக்கவும்
te: ఖాతా రకాన్ని ఎంచుకోండి

source: Branch name is required.
fr: Le nom de la succursale est requis.
ta: கிளை பெயர் தேவை.
te: బ్రాంచ్ పేరు అవసరం.

source: citizen status
fr: statut de citoyen
ta: குடிமக்களின் நிலை
te: పౌరుల స్థితి

source: citizen status is required.
fr: le statut de citoyen est requis.
ta: குடிமக்களின் நிலை தேவை.
te: పౌరుల స్థితి అవసరం.

source: Deposit amount
fr: Montant du dépôt
ta: வைப்பு தொகை
te: జమ చేయవలసిన రొక్కం

source: Deposit money is required.
fr: Un dépôt d'argent est requis.
ta: வைப்பு பணம் தேவை.
te: డిపాజిట్ డబ్బు అవసరం.

source: Identification Proof type
fr: Type de preuve d'identification
ta: அடையாள சான்று வகை
te: గుర్తింపు రుజువు రకం

source: Type of proof is required.
fr: Le type de preuve est requis.
ta: ஆதாரம் வகை தேவை.
te: రుజువు రకం అవసరం.

source: Document number
fr: Numéro de document
ta: ஆவண எண்
te: పత్ర సంఖ్య

source: Document number should contain alphanumeric 12 digit
fr: Le numéro de document doit contenir 12 chiffres alphanumériques
ta: ஆவண எண்ணில் எண்ணெழுத்து 12 இலக்கங்கள் இருக்க வேண்டும்
te: పత్ర సంఖ్య ఆల్ఫాన్యూమరిక్ 12 అంకెలను కలిగి ఉండాలి

source: Document number is required.
fr: Le numéro du document est requis.
ta: ஆவண எண் தேவை.
te: పత్ర సంఖ్య అవసరం.

source: Reference name
fr: Nom de référence
ta: సகுறிப்பு பெயர்
te: సూచన పేరు

source: Reference name is required.
fr: Le nom de référence est requis.
ta: குறிப்பு பெயர் தேவை.
te: సూచన పేరు అవసరం.

source: Reference number is required.
fr: Le numéro de référence est requis.
ta: குறிப்பு எண் தேவை.
te: సూచన సంఖ్య అవసరం.

source: Reference account holder address
fr: Adresse du titulaire du compte de référence
ta: குறிப்பு கணக்கு வைத்திருப்பவரின் முகவரி
te: రిఫరెన్స్ ఖాతా హోల్డర్ చిరునామా

source: Reference address is required.
fr: L'adresse de référence est requise.
ta: குறிப்பு முகவரி தேவை.
te: సూచన పేరు చిరునామా అవసరం.

source: Register
fr: S'inscrire
ta: பதிவு
te: నమోదు చేయండి

source: <em>Registered User?<a routerLink="/login"> click here </a> to Login </em>
fr: <em>Utilisateur enregistré?<a routerLink="/login">Cliquez ici </a> ouvrir une session </em>
ta: <em>பதிவுசெய்த பயனரா?<a routerLink="/login"> இங்கே கிளிக் செய்க </a> உள்நுழைய </em>
te: <em>నమోదిత వినియోగదారు?<a routerLink="/login">ఇక్కడ నొక్కండి </a> లాగిన్ చేయడానికి </em>

source: Loan issued date
fr: Date d'émission du prêt
